Repository: CJackHwang/Mi-Create-N
Catalog: src/locales/*/LC_MESSAGES/main.po
Languages: es

source: You have unsaved project(s) open. Save and quit?
es: Tienes abierto proyectos sin guardar. ¿Guardar y salir?

source: An urgent update {version} was released! The app will now update.
es: ¡Una versión urgente {version} fue lanzada! La aplicación se actualizará.

source: A new update has been found ({version}). Would you like to update now?
es: Una nueva actualización fue encontrada ({version}). ¿Te gustaría actualizar ahora?

source: Widget {shape} not implemented in ObjectIcon(), please report as issue.
es: Widget {shape} no está implementado en ObjectIcon(), por favor repórtalo como un problema.

source: Failed to obtain currentItem
es: Error al obtener currentItem

source: No object found in widget list that has the name of currently selected graphics item:
es: No se ha encontrado el objeto in la lista de widgets con el nombre del elemento gráfico seleccionado:

source: Error occured during property update: Object not found!
es: Ha ocurrido un error al actualizar la propiedad: ¡No se encontró el objeto!

source: Unable to find
es: No se puede encontrar

source: Select Folder...
es: Seleccionar carpeta...

source: Add Image...
es: Añadir imagen...

source: Are you sure you want to reset all dock widget positions?
es: ¿Estás seguro que quieres reestablecer todas las posiciones de los widgets en el dock?

source: Are you sure you want to create your project in the directory of this program?
es: ¿Estás seguro que quieres crear tu proyecto en la carpeta de este programa?

source: Failed to createNewWorkspace:
es: Fallo al createNewWorkspace:

source: Cannot open project:
es: No se puede abrir proyecto:

source: Failed to create a new project:
es: Error al crear un nuevo proyecto:

source: Open Project...
es: Abrir proyecto...

source: Failed to open project:
es: Error al abrir proyecto:

source: Failed to save:
es: Error al guardar:

source: Failed to save project:
es: Error al guardar proyecto:

source: Project saved at
es: Proyecto guardado en

source: Save project before building?
es: ¿Guardar proyecto antes de compilar?

source: Create Widget
es: Crear widget

source: Please set the watchface's name and thumbnail before building!
es: Por favor, elige el nombre y la miniatura de la esfera de reloj antes de compilar!

source: This watch does not support ID assignment, custom IDs will not be applied.
es: Este dispositivo no admite la asignación de ID, no se aplicará el ID personalizado.

source: Wine was not found.
es: No se encontró Wine.

source: Building watchface...
es: Compilando esfera de reloj...

source: Watchface built successfully at
es: Esfera de reloj compilada correctamente en:
